#Dev : @YY8HH

HELP_1 = """

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━

**c** تعني  تشغيل في القناه.

/pause or /cpause •

 إيقاف  الموسيقى مؤقتا.👆

/resume or /cresume • 

استئناف الموسيقى المتوقفة مؤقتا.👆

/mute or /cmute • 

كتم صوت الموسيقى المشغلة.👆

/unmute or /cunmute • 

إلغاء كتم صوت الموسيقى الصامتة.👆

/skip or /cskip • 

تخطي تشغيل الموسيقى الحالية.👆

/stop or /cstop- 

إيقاف تشغيل الموسيقى.👆

/shuffle or /cshuffle • 👇

 خلط قائمة التشغيل في قائمة الانتظار .

/seek or /cseek • 👇

توجيه البحث عن الموسيقى إلى المدة الخاصة بك


/seekback or /cseekback • 👇

ابحث عن الموسيقى إلى المدة التي تقضيها

/restart • 

تشغيل بوت للدردشة الخاصة بك.👆

/skip • لتخطي الأغنية الحالية

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━"""

HELP_2 = """
/play or /vplay or /cplay  •\n سيبدأ Bot في تشغيل استعلامك المحدد على الدردشة الصوتية أو بث الروابط المباشرة على الدردشات الصوتية.\n
/playforce or /vplayforce or /cplayforce • \n **يؤدي فرض التشغيل** إلى إيقاف مسار التشغيل الحالي في الدردشة الصوتية وبدء تشغيل المسار الذي تم البحث عنه على الفور دون إزعاج/مسح قائمة الانتظار.\n
/channelplay [معرف القناه او ايدي القناه] أو [تعطيل] - يمكنك ربط القناة بمجموعة وبث الموسيقى على الدردشة الصوتية للقناة من مجموعتك.\n
/playlist • تحقق من قائمة التشغيل المحفوظة على الخوادم.\n
/deleteplaylist • حذف أي موسيقى محفوظة في قائمة التشغيل\n
/play • ابدء تشغيل قائمة التشغيل المحفوظة من الخوادم.\n\n
━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━"""

HELP_3 = """
/stats • احصل على أفضل 10 مسارات إحصائيات عالمية ، وأفضل 10 مستخدمين للبوت ، وأفضل 10 دردشات على الروبوت ، وأفضل 10 دردشات تم لعبها في دردشة وما إلى ذلك.
/sudolist • تحقق من قائمه المطورين
/lyrics [اسم الموسيقى] • يبحث في كلمات الأغاني عن موسيقى معينة على الويب.
/song [اسم المسار] أو [رابط YT] • قم بتنزيل أي مسار من youtube بتنسيقات mp3 أو mp4.
/player -  احصل على لوحة تشغيل تفاعلية.
/queue or /cqueue • تحقق من قائمة انتظار الموسيقى."""

HELP_4 = """

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━

/start - بدء تشغيل بوت الموسيقى.


/help  -  تفسير مفصلة للاومر.


/ping- لقياس سرعة نت البوت.


/settings • اعدادات الجروب

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━"""

HELP_5 = """

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━

/addsudo - اضافة مطور

/delsudo - حذف مطور

/reboot - إعادة تشغيل البوت

/speedtest - سرعة الخادم

/block + معرف الشخص لحظره

/unblock + معرف الشخص لرفع حظره

/blockedusers - المحظورين

/gban + معرف الشخص لحظره عام

/ungban + معرف الشخص لالغاء حظره عام

/gbannedusers - المحظورين عام

/broadcast -user -assistant -pin + 

الرسالة لأذاعتها👆

/logger [disable | enable] 

معرفة من يستخدم البوت👆

/blacklistchat + معرف القناة او المجموعة 

لحظر جروب 👆

/whitelistchat + معرف القناة او المجموعة 

لرفع حظرها👆

/blacklistedchat - 

المجموعات والقنوات المحظورة👆

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━
"""

HELP_6 = """
━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━

/tr - بالرد على نص او كتابة نص لترجمته.


/pr - بالرد على نص لطباعته بصورة.


/tm - بالرد على ميديا لاستخراج رابطها.


/link - للحصول على رابط المجموعة.


/id - للحصول على ايديك وايدي المجموعة.

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━
"""

HELP_7 ="""

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━

⌔︙تشغيل : لبدء تشغيل الاغاني

⌔︙بنك : لقياس سرعة النت في البوت

⌔︙أوامر القناة : قناه + أسم الأغنية 

⌔︙كتم  او اسكت : لكتم الأغنية الحالية

⌔︙كمل : لألغاء كتم الأغنبة الحالية

⌔︙تخطي : لتخطي الأغنية الحالية

⌔︙أمر التحميل : تحميل + اسم الاغنية 

⌔︙ايقاف او انهاء : لايقاف تشغيل الأغنية الحالية

⌔︙طباعة : بالرد على نص لطباعته

⌔︙ترجمة : بالرد على نص + en او ar

⌔︙ميديا : بالرد على صورة او ملصق

⌔︙ملاحظة : أمر التشغيل في القنوات 👇:

⌔︙اضف البوت الى قناتك ثم أرسل 👇:

⌔︙قناة أو قناه + أسم الاغنية التي تريدها

━━━⊶⛧•[𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾](https://t.me/FTTUTY)•⛧⊷━━"""
